1910
a
abraco
acao
aco
aguarda
aguerrido
ainda
alcanca
alegres
alegria
almas
altaneiro
altivo
alto
alvi-rubro
alvinegra
alvinegro
alviverde
alviverdes
amado
amam
amanha
amar
america
amor
anos
ao
aos
aqui
ardentemente
ardor
aristocrata
arrebenta
arte
artistas
as
ascende
ases
assegurada
assim
astros
atacante
ataque
ate
athleticano
athletico
atletico
auriverde
avai
azul
baixada
bandeira
belmiro
belo
bem
bis
bola
botafogo
braganca
bragantino
branco
brasil
brasileiro
brasileiros
bretao
brilha
brilhar
brilhou
bruta
cada
camisa
campanhas
campeao
campeoes
campo
campoes
campos
cancao
cansaco
canta
cantamos
cantando
canto
ceara
celeiro
cenario
ceu
chama
chao
chego
chegou
cheia
cidade
cintilam
clareando
classe
clube
coberto
colorado
com
combativo
conduzs
conhecemos
conquistas
coracao
coracoes
cores
corinthians
coritiba
correm
coxa
craques
cresce
cuiaba
cultural
cumprindo
da
dando
dar
das
de
deca
defesa
deixou
demais
demonstrar
denodo
dentre
dentro
desde
desejo
desfraldada
despertando
desportistas
desporto
dia-a-dia
dias
dignamente
dignidade
disciplina
distantes
diz
do
doer
domina
dos
dourado
dragao
dureza
e
em
emocao
emocoes
enaltecemos
encantando
encarnado
encontro
ensina
entoando
entrando
entre
equipe
ergamos
es
escudam
espera
esperanca
espirito
esporte
esportes
esportivo
esquadrao
esquecer
esse
esta
estandarte
estara
estas
este
estimular
estrada
estrela
eternamente
eu
exaltar
explode
facho
faixa
famoso
fascina
fato
faz
fe
feitos
feminina
fervor
festa
festas
fibra
fidalguia
fiel
figuras
flamengo
fluminense
foi
for
fora
forca
formosa
fortaleza
forte
foste
frente
fulmina
furacao
futebol
futuro
galo
ganhar
ganhas
garra
gelo
gente
gigante
gingado
gloria
glorias
glorioso
goias
gol
gosto
graca
gramado
gramados
grande
grandes
gritar
guardada
guardado
guerreiro
guias
harmonia
has
hei
heroi
hino
historia
hoje
honramos
honrando
hora
ideal
idolatrado
igual
ilha
imenso
imortal
imponente
infindo
inflama
inteiro
internacional
isso
ja
jaca
joga
jogada
jogadores
jogamos
jogando
jogo
juventude
la
lagrimas
le
leal
lealdade
leao
legitimo
legou
leleoo
lembram
levar
levas
licao
lindo
linha
louros
luta
lutar
lutemos
luz
maior
mais
manha
mania
mantendo
mar
marcado
marcha
marchar
marco
mas
massa
mastro
me
meio
melhor
menino
mesmo
meu
mil
milhoes
minas
mineiro
minhas
modestia
morrer
morte
mostrar
motivo
muita
muitas
muito
mundial
mundo
musica
na
nacional
nao
nas
nascer
nasceste
negro
nem
ninguem
no
nome
norte
nos
nossa
nossas
nosso
nossos
novo
num
o
oh
ola
ole
ordem
orgulha
orgulho
os
ostentando
ostentas
ou
outros
padrao
pais
paixao
palco
palmeiras
para
parana
parte
partida
passa
passado
paulista
paulo
pavilhao
paz
peito
pela
pelo
pelos
perder
plagas
podem
podes
pois
popularidade
por
povo
pra
pratica-se
prazer
predestinado
prelio
presente
preto
primeiro
primeiros
pro
propria
provaste
qual
quando
quantas
que
quem
quente
querida
querido
raca
radioso
raios
rapaz
rasqueado
real
receba
refletor
relevantes
representa
representante
retumbante
rio
riso
rivais
rival
rolando
rubro
rubro-negra
rubro-negro
sa
sabe
salve
sangue
santos
sao
saudam
saudemos
se
segue
seja
sem
sempre
senda
sensacional
ser
sera
serei
seu
seus
show
sincero
so
soberbo
social
sol
solitaria
somos
sorte
sou
sua
suas
sul
surge
taca
tambem
tantas
tao
tarda
te
tecnica
tem
teme
tenho
tens
ter
ternamente
terra
teu
teus
time
toda
todo
todos
torcer
torcida
tornou
tradicao
tradicional
tradicoes
traduzem
transformando
trazendo
tres
tricampeao
tricolor
tu
tua
tuas
tudo
turma
um
uma
unido
usando
vai
valente
valentia
valor
valores
vamos
varonil
vejo
velocidade
vem
vence
vencedor
vencer
vencida
vencido
venham
ver
verde
veste
vez
vezes
vibra
vibramos
vibrando
vibrante
vibrar
vida
vigor
vila
vingador
vitoria
vitorias
vive
viver
vives
vivo
voce
voltado
vou
vovo
voz
